Revit 2027 API
View.CanUseDepthCueing Method
 Indicates if view can use Depth Cueing
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool CanUseDepthCueing()
Public Function CanUseDepthCueing As Boolean
public:
bool CanUseDepthCueing()
member CanUseDepthCueing : unit -> bool
Return Value
Boolean
 True if view can use Depth Cueing
See Also
Reference
View Class
Autodesk.Revit.DB Namespace